Repository: memokr/FeedbackAssistant
Catalog: FeedbackAssistant/*.lproj/Localizable.strings
Languages: es_419

source: OK
es_419: Aceptar

# Cancel
source: Annulla
es_419: Cancelar

# Delete
source: Elimina
es_419: Eliminar

# Rename
source: Rinomina
es_419: Renombrar

# Actions
source: Azioni
es_419: Acciones

# Filters
source: Filtri
es_419: Filtros

# Smart Filters
source: Filtri Intelligenti
es_419: Filtros Inteligentes

# All Issues
source: Tutti i Problemi
es_419: Todos los Problemas

# Recent Issues
source: Problemi Recenti
es_419: Problemas Recientes

# Tags
source: Tag
es_419: Etiquetas

# Add tag
source: Aggiungi tag
es_419: Agregar etiqueta

# Show awards
source: Mostra premi
es_419: Mostrar premios

# Rename tag
source: Rinomina tag
es_419: Renombrar etiqueta

# New name
source: Nuovo nome
es_419: Nuevo nombre

# Issues
source: Problemi
es_419: Problemas

# Filter
source: Filtro
es_419: Filtrar

# Turn Filter On
source: Attiva filtro
es_419: Activar filtro

# Turn Filter Off
source: Disattiva filtro
es_419: Desactivar filtro

# Sort By
source: Ordina per
es_419: Ordenar por

# Date Created
source: Data di creazione
es_419: Fecha de creación

# Date Modified
source: Data di modifica
es_419: Fecha de modificación

# Newest to Oldest
source: Dal più nuovo al più vecchio
es_419: Más recientes primero

# Oldest to Newest
source: Dal più vecchio al più nuovo
es_419: Más antiguos primero

# All
source: Tutti
es_419: Todo

# Open
source: Aperti
es_419: Abierto

# Closed
source: Chiusi
es_419: Cerrado

# Low
source: Basso
es_419: Baja

# Medium
source: Medio
es_419: Media

# High
source: Alto
es_419: Alta

# New Issue
source: Nuovo Problema
es_419: Nuevo problema

# Filter issues, or type # to add tags
source: Filtra problemi, o digita # per aggiungere tag
es_419: Filtrar problemas, o escribe # para agregar etiquetas

# CLOSED
source: CHIUSO
es_419: CERRADO

# Details
source: Dettagli
es_419: Detalles

# No Issue Selected
source: Nessun problema selezionato
es_419: No hay problema seleccionado

# Copy Issue Title
source: Copia titolo del problema
es_419: Copiar título del problema

# Close Issue
source: Chiudi problema
es_419: Cerrar problema

# Re-open Issue
source: Riapri problema
es_419: Reabrir problema

# Enter the issue title here
source: Inserisci qui il titolo del problema
es_419: Escribe el título del problema aquí

# **Modified:** %@
source: **Modificato:** %@
es_419: **Modificado:** %@

# **Status:** %@
source: **Stato:** %@
es_419: **Estado:** %@

# Priority
source: Priorità
es_419: Prioridad

# Add Tags
source: Aggiungi tag
es_419: Agregar etiquetas

# Basic Information
source: Informazioni di base
es_419: Información básica

# Enter the issue description here
source: Inserisci qui la descrizione del problema
es_419: Escribe la descripción del problema aquí

# Awards
source: Premi
es_419: Premios

# New tag
source: Nuovo tag
es_419: Nueva etiqueta

# New issue
source: Nuovo problema
es_419: Nuevo problema

# ADD SAMPLES
source: AGGIUNGI ESEMPI
es_419: AGREGAR MUESTRAS
